{
  "home": {
    "title": "Home"
  },
  "about": {
    "title": "About us"
  },
  "services": {
    "title": "services"
  },
  "contacts": {
    "title": "Contacts"
  },
  "button": {
    "title": "Callback"
  },

  "main": {
    "description": "Need a working website for your business? Want it creative? Too many questions, You are in the right place."
  },
  "buttons": {
    "formButton": "Details",
    "priceButton": "VIEW PRICING"
  },
  "technologies": {
    "title": "In Tech We Trust",

    "swift": "Swift is a general-purpose, multi-paradigm, compiled programmin language developed by Apple Inc. for iOS, iPadOS, macOS, watchOS, tvOS, Linux, and z/OS. Swift is designed to work with Apple's Cocoa and Cocoa Touch frameworks and the large body of exist Objective-C code written for Apple products.",

    "figma": "Figma is a collaborative web application for interface design, with additional offline features enabled by desktop applications for macOS and Windows. The feature set of Figma focuses on user interface and user experience design, with an emphasis on real-time collaboration, utilising a variety of vector graphics editor and prototyping tools.",

    "vue": "Vue is a JavaScript framework for building user interfaces. It builds on top of standard HTML, CSS, and JavaScript and provides a declarative and component-based programming model that helps you efficiently develop user interfaces, be they simple or complex.",

    "ts": "TypeScript is a strongly typed programming language that builds on JavaScript, giving you better tooling at any scale.",
    "react": "React.js is a free and open-source front-end JavaScript library for building user interfaces based on UI components. It is maintained by Meta (formerly Facebook) and a community of individual developers and companies. React can be used as a base in the development of single-page, mobile, or server-rendered applications with frameworks like Next.js.",

    "node": "Node.js is a cross-platform, open-source server environment that can run on Windows, Linux, Unix, macOS, and more. Node.js is a back-end JavaScript runtime environment, runs on the V8 JavaScript Engine, and executes JavaScript code outside a web browser.",

    "js": "JavaScript is a high-level, often just-in-time compiled language that conforms to the ECMAScript standard. It has dynamic typing, prototype-based object-orientation, and first-class functions. It is multi-paradigm, supporting event-driven, functional, and imperative programming styles.",

    "firebase": "Firebase is an app development platform that helps you build and grow apps and games users love. Backed by Google and trusted by millions of businesses around the world.",

    "java": "Java is a high-level, class-based, object-oriented programming language that is designed to have as few implementation dependencies as possible. It is a general-purpose programming language intended to let programmers write once, run anywhere.",

    "angular": "Angular is an open-source, JavaScript framework written in TypeScript. Google maintains it, and its primary purpose is to develop single-page applications. As a framework, Angular has clear advantages while also providing a standard structure for developers to work with.",

    "scss": "Sass is the most mature, stable, and powerful professional grade CSS extension language in the world.",

    "html": "The HyperText Markup Language or HTML is the standard markup language for documents designed to be displayed in a web browser. It can be assisted by technologies such as Cascading Style Sheets (CSS) and scripting languages such as JavaScript.",

    "nest": "Nest.js is one of the fastest-growing Node.js frameworks for building efficient, scalable, and enterprise-grade backend applications using Node.js. It is known for producing highly testable, maintainable, and scalable applications using modern JavaScript and TypeScript.",

    "kotlin": "Kotlin is a cross-platform, statically typed, general-purpose high-level programming language with type inference. Kotlin is designed to interoperate fully with Java, and the JVM version of Kotlin's standard library depends on the Java Class Library, but type inference allows its syntax to be more concise.",

    "docker": "Docker is a tool that is used to automate the deployment of application in lightweight containers so that application can work efficiently in different environments.",

    "mysql": "MySQL is an open-source relational database management system (RDBMS). Its name is a combination of 'My', the name of co-founder Michael Widenius's daughter My, and 'SQL', the acronym for Structured Query Language. "
  },
  "services": {
    "title": "Full service package",
    "buttons": {
      "website": "Websites",
      "spa": "SPA",
      "applications": "Applications",
      "design": "Design"
    },
    "subtitles": {
      "website": "Website development is very necessary in business. It helps make it more popular and assists in communicating with customers.",
      "spa": "Single Page Applications (SPAs) can be a cost-effective way to present your services or product, as they can often be faster to develop than traditional multi-page websites.",
      "applications": "Mobile applications are usually designed to provide a faster, more seamless experience for users because they are specifically built for mobile devices. ",
      "design": "Overall, template design can be a good option for businesses that are looking for a cost-effective and easy-to-use solution."
    },
    "descriptions": {
      "website": "Website development is an essential part of any business. Businesses are increasingly using their website to increase sales, customer loyalty and brand awareness. Through a well-designed website, businesses can provide detailed information about their products and services that is useful to customers. It also allows them to showcase the visual aspects of their products or services to make them more appealing to potential buyers.",
      "spa": "SPAs can be faster to load than traditional websites because they load all of the necessary content and resources upfront, they can also require more complex development and maintenance.",
      "applications": "Mobile applications are specifically designed for mobile devices, which means that they provide a better user experience than mobile websites. They can take advantage of the device's hardware and software capabilities, making them faster, more responsive, and more engaging.",
      "design": "Templates are often created by professional designers and developers and are available for purchase or use through various platforms and services."
    },
    "boxes": {
      "website": {
        "first": "A website is perfect way in order to increase sales of your company.",
        "second": "Allows you to reach a wider audience beyond your local area.",
        "third": "Can be used to promote your products or services and reach new customers through digital marketing channels."
      },
      "spa": {
        "first": "SPA Can be a cost-effective in developing.",
        "second": "Faster to load than traditional websites because they load all of the necessary content and resources upfront",
        "third": "May offer a more streamlined and interactive user experience"
      },
      "applications": {
        "first": "Mobile applications can be designed to work offline.",
        "second": "Can be customized to meet the specific needs and preferences of individual users.",
        "third": " Mobile apps provide a way for businesses to build brand awareness and customer loyalty by providing a more engaging."
      },
      "design": {
        "first": "Perfect design can improve the overall user experience and help businesses build trust and credibility with their target",
        "second": "Templates can be customized to some extent, allowing businesses to add their own branding and content to the design.",
        "third": "There is a wide variety of templates available for different types of websites and applications."
      }
    }
  },
  "reviews": {
    "title": "Real Stories from Real Customers",
    "subtitle": "Get inspired by these stories.",
    "firstBox": "To quickly start my startup landing page design, I was looking for a landing page UI Kit. Landify is one of the best landing page UI kit I have come across. It’s so flexible, well organised and easily editable.",
    "secondBox": "I used landify and created a landing page for my startup within a week. The Landify UI Kit is simple and highly intuitive, so anyone can use it.",
    "thirdBox": "Landify saved our time in designing my company page."
  },
  "prices": {
    "title": "Our Pricing Plans",
    "perDesign": "Per project",
    "description": "Check out our basic rates for each service and choose the best one which suits your needs. Or fill out the form for more detailed information.",
    "button": "Get Started",
    "fistItem": {
      "title": "Basic",
      "description": "A standard option for a startup with a limited budget",
      "plusses": {
        "first": "Choose website layout design",
        "second": "Basic SEO optimization",
        "third": "Multilingualism",
        "four": "Form validation"
      }
    },
    "secondItem": {
      "title": "Business",
      "description": "A full-fledged website, without functional limitations",
      "plusses": {
        "first": "Individual design",
        "second": "Animations and WOW effects",
        "third": "Advanced SEO optimization",
        "four": "Possibility of payment on the website",
        "five": "Pop-up forms"
      }
    },
    "thirdItem": {
      "title": "Unique",
      "description": "A unique project for those who want to conquer space",
      "plusses": {
        "first": "Want to stand out",
        "second": "You want to be special",
        "third": "You want to be the best"
      }
    }
  },
  "footer": {
    "reachUs": {
      "title": "Reach Us",
      "support": "Support ",
      "general": "General ",
      "ukraineOffice": "Ukraine Office "
    },
    "products": {
      "title": "Products",
      "apps": "Apps",
      "websites": "Websites",
      "platforms": "Platforms"
    },
    "resources": {
      "title": "Resources",
      "blog": "Blog",
      "prices": "Prices",
      "contactUs": "Contact Us"
    },
    "description": "We love challenges, so don't wait, let's go.",
    "rights": "Opmantek 2022. All rights reserved",
    "privacy": "Terms & Privacy"
  },

  "features": {
    "title": "Our Best Features",
    "description": "Take a look at what we have to offer and make a right way decision you won't regret.",
    "span": "Schedule a demo with our friendly experts.?",
    "button": "Yeap, I want it!",
    "firstBox": {
      "firstItem": {
        "title": "Choose an appropriate template",
        "description": "We are providing you an imposing amount of templates thus you can choose the best one."
      },
      "secondItem": {
        "title": "Easy Integration",
        "description": "In case your project started earlier we could easily keep working with that."
      }
    },
    "secondBox": {
      "firstItem": {
        "title": "Code Quality",
        "description": "High quality code is necessary to achieve efficiency and to maintain a high level of productivity."
      },
      "secondItem": {
        "title": "SEO",
        "description": "SEO (Search Engine Optimisation) is a good way to raise the position of website to the top level"
      },
      "thirdItem": {
        "title": "Signing an Agreement",
        "description": "An agreement provides you with a safe and confidential way to cooperate without the any risks."
      },
      "fourItem": {
        "title": "Support",
        "description": "Even after ending the project we provide you daily support and look forward to your reviews."
      }
    }
  },
  "decision": {
    "title": "Need Help Making a Decision?",
    "first": "Find out the exact price range and time for the development of a your project",
    "second": "Give us information about yourself and your product and get feedback",
    "third": "Repost us on social networks and get a discount on a future project.",
    "button": "Contact Us!"
  }
}
