{
  "title": "ПАКЕТ ПОСЛУГ",
  "buttons": {
    "website": "Вебсайти",
    "spa": "SPA",
    "applications": "Додатки",
    "design": "Дизайн"
  },
  "subtitles": {
    "website": "Наявність якісного сайту є невід'ємною частиною в сучасному  бізнесі.  Крутий сайт, допомагає збільшити кількість потенційних клієнтів в потрібній для Вас сфері послуг.",
    "spa": "Односторінкові додатки (SPA) - ефективний і вигідний спосіб презентації ваших послуг або продукту, що розробляються швидше, ніж традиційні багатосторінкові вебсайти.",
    "applications": "Мобільний додаток стане чудовим вибором, для вже існуючого бізнесу, який націлений встановити постійний канал зв'язку з потенційними клієнтами, а також підвищити лояльність до бренду.",
    "design": "Унікальний дизайн майбутнього сайту може стати запорукою успіху Вашого бізнесу. Бо саме дизайн визначає зручність та інтуїтивність користування Вашим продуктом."
  },
  "descriptions": {
    "website": "Розробка вебсайту є важливою частиною будь-якого бізнесу. Компанії все частіше використовують свій вебсайт для збільшення продажів, лояльності клієнтів і впізнаваності бренду. За допомогою добре розробленого вебсайту компанії можуть надати детальну інформацію про свої продукти та послуги, яка буде корисною для клієнтів. Це також дозволяє їм продемонструвати візуальні аспекти своїх продуктів або послуг, щоб зробити їх більш привабливими для потенційних клієнтів.",
    "spa": "SPA завантажуються значно швидше, оскільки вони попередньо завантажують весь необхідний вміст та ресурси. Це забезпечує більш швидкий та зручний досвід користувача, що може позитивно позначитися на рівні продажів та лояльності клієнтів. ",
    "applications": "Мобільні додатки розробляються спеціально під мобільні пристрої, що забезпечують кращу взаємодію користувача з відповідним сервісом або продуктом, аніж вебсайт. Вони можуть використовувати апаратні та програмні можливості пристрою, роблячи їх швидшими, гнучкими та широко направленими.",
    "design": "Макети вебсайту створюються професійними дизайнерами та розробниками. Основною задачею дизайнера, створити не просто особливий макет сайту, але й грамотне планування компонентів, для кращої взаємодії між клієнтом і майбутнім продуктом."
  },
  "boxes": {
    "website": {
      "first": "Вебсайт - ідеальний спосіб збільшити продажі Вашої компанії.",
      "second": "Дозволяє охопити широку аудиторію потенційних клієнтів за межами Вашого регіону.",
      "third": "Можна використовувати для просування Ваших продуктів або послуг і охоплення нових клієнтів через цифрові маркетингові сервіси."
    },
    "spa": {
      "first": "SPA може бути економічно вигідним у розробці.",
      "second": "Швидше завантажується, ніж вебсайти, оскільки вони завантажують весь необхідний вміст і ресурси заздалегідь",
      "third": "Може запропонувати більш спрощений та інтерактивний досвід користувача."
    },
    "applications": {
      "first": "Мобільні додатки можуть бути розроблені для роботи в автономному режимі.",
      "second": "Можливість налаштування відповідно до конкретних потреб і вподобань окремих користувачів.",
      "third": "Додатки дають можливість компаніям підвищити впізнаваність бренду та лояльність клієнтів."
    },
    "design": {
      "first": "Продуманий дизайн може покращити загальну взаємодію з користувачем і допомогти побудувати довіру до своїх послуг або товару.",
      "second": "Шаблони можна певною мірою налаштувати, дозволяючи компаніям додавати власний бренд і контент до дизайну.",
      "third": "Існує велика різноманітність шаблонів для різних типів вебсайтів і програм."
    }
  }
}
