{
  "title": "МИ ЮЗАЄМО",

  "swift": "Swift — це універсальна, багатопарадигмальна, скомпільована мова програмування, розроблена Apple Inc. для iOS, iPadOS, macOS, watchOS, tvOS, Linux і z/OS. Swift розроблено для роботи з фреймворками Apple Cocoa та Cocoa Touch і великою кількістю існуючого коду Objective-C, написаного для продуктів Apple.",

  "figma": "Figma — це спільний веб-додаток для розробки інтерфейсу з додатковими офлайн-функціями, доступними в настільних програмах для macOS і Windows. Набір функцій Figma зосереджений на дизайні інтерфейсу користувача та взаємодії з користувачем, з наголосом на співпраці в режимі реального часу, використовуючи різноманітні редактори векторної графіки та інструменти для створення прототипів.",

  "vue": "Vue — це фреймворк JavaScript для створення інтерфейсів користувача. Він створений на основі стандартних HTML, CSS і JavaScript і забезпечує декларативну та компонентну модель програмування, яка допомагає вам ефективно розробляти інтерфейси користувача, прості чи складні.",

  "ts": "TypeScript — це строго типізована мова програмування, яка ґрунтується на JavaScript і надає вам кращі інструменти будь-якого масштабу.",
  "react": "React.js — це безкоштовна інтерфейсна бібліотека JavaScript із відкритим вихідним кодом для створення інтерфейсів користувача на основі компонентів інтерфейсу користувача. Він підтримується Meta (раніше Facebook) і спільнотою окремих розробників і компаній. React можна використовувати як основу для розробки односторінкових, мобільних або серверних додатків із такими фреймворками, як Next.js.",

  "node": "Node.js — це міжплатформне серверне середовище з відкритим кодом, яке може працювати в Windows, Linux, Unix, macOS тощо. Node.js — це серверне середовище виконання JavaScript, яке працює на V8 JavaScript Engine і виконує код JavaScript поза веб-браузером.",

  "js": " JavaScript — це мова високого рівня, яка часто скомпільована точно вчасно і відповідає стандарту ECMAScript.Він має динамічний тип, об’єктну орієнтацію на основі прототипу та першокласні функції. Це мультипарадигма, яка підтримує керований подіями, функціональний та імперативний стилі програмування.",

  "firebase": "Firebase – це платформа для розробки додатків, яка допомагає створювати та розвивати додатки та ігри, які подобаються користувачам. Підтримується Google і довіряє мільйонам компаній у всьому світі.",

  "java": "Java — це високорівнева об’єктно-орієнтована мова програмування на основі класів, розроблена таким чином, щоб мати якомога менше залежностей реалізації. Це мова програмування загального призначення, яка дозволяє програмістам писати один раз і запускати будь-де.",

  "angular": "Angular — це платформа JavaScript із відкритим кодом, написана на TypeScript. Google підтримує його, і його основна мета — розробка односторінкових програм. Як фреймворк Angular має явні переваги, а також забезпечує стандартну структуру для роботи розробників.",

  "scss": "Sass — найдосконаліша, стабільна та найпотужніша професійна мова розширення CSS у світі.",

  "html": "Мова розмітки гіпертексту, або HTML, є стандартною мовою розмітки для документів, призначених для відображення у веб-браузері. Цьому можуть допомогти такі технології, як каскадні таблиці стилів (CSS) і мови сценаріїв, такі як JavaScript.",

  "nest": "Nest.js є одним із найшвидше зростаючих фреймворків Node.js для створення ефективних, масштабованих і корпоративних серверних програм за допомогою Node.js. Він відомий тим, що створює додатки, які можна перевірити, підтримувати та масштабувати, використовуючи сучасні JavaScript і TypeScript.",

  "kotlin": "Kotlin — це кросплатформна статично типізована мова програмування загального призначення високого рівня з виведенням типу. Kotlin розроблено для повної взаємодії з Java, і версія JVM стандартної бібліотеки Kotlin залежить від бібліотеки класів Java, але визначення типу дозволяє зробити її синтаксис більш лаконічним.",

  "docker": "Docker — це інструмент, який використовується для автоматизації розгортання програми в легких контейнерах, щоб програма могла ефективно працювати в різних середовищах.",

  "mysql": "MySQL — це система управління реляційною базою даних (RDBMS) з відкритим кодом. Його назва є поєднанням 'My', імені доньки My співзасновника Майкла Віденіуса, та 'SQL', акроніму від Structured Query Language. "
}
